{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gen.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "twilight.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
